<template>
   <view class="mainBox">
      <text class="title">隐私保护政策</text>
      <text class="time">最新版本生效日期: 2022年04月8日</text>
      <view class="content">
         <text>成考辅导产品非常重视用户信息的保护，在使用成考辅导产品及相关服务前，请您务必仔细阅读本隐私权政策，南京捷成教育科技有限公司（以下称“ 公司 ”或“我们”） 可能会收集和使用您的相关信息，您一旦选择使用成考辅导产品及相关服务，即意味着同意公司按照本隐私权政策收集、使用（含商业合作使用）、 储存您的相关信息。</text>
         <text class="channel">提示条款</text>
         <text>隐私权政策适用于成考辅导产品提供的客户端软件、网站、服务（统称为 “ 成考辅导产品及服务 ” ），包括但不限于适用于电脑、移动智能终端的产品及服务。</text>
         <text>1 定义</text>
         <text>1.1 本产品 ： 指由公司合法拥有并运营的、标注名称为成考辅导产品的客户端应用程序、 公司经所属企业授权为其开发和维护的微信小程序，公司向用户提供的成考辅导产品相关的技术服务 。</text>
         <text>1.2 关联公司 ：是指一方现在或将来控制、受控制或与其处于共同控制下的任何公司、合法机构以及上述公司、合法机构的合法继承人。控制是指（ 1 ）直接或间接持有过半数的投票权；或（ 2 ）直接或间接享有过半数的可分配利润；或（ 3 ）直接或间接控制董事会半数以上的成员的组成；或（ 4 ）直接或间接持有半数的注册资本。</text>
         <text>1.3 个人信息 ：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</text>
         <text>1.4 个人敏感信息 ：包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、 14 岁以下（含）儿童的个人信息等。</text>
         <text>1.5 个人信息删除 ：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。</text>
         <text>1.6 个人信息匿名化 ：通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。</text>
         <text>1.7 其他非个人信息 ：是指在您使用本产品时，本产品可能自动接收并记录您的网站或应用程序上的服务器数值。包括但不限于您输入的关键词、您要求取用的网页记录及各种记录、本产品的产品或服务的操作状态、网络环境、异常日志等一些明确且客观反映在本产品的产品或服务服务器端的基本记录信息。前述基本记录信息以及其他无法通过其识别您的个人身份的信息不属于您的个人信息。</text>
         <text>1.8 所属企业 ： 指您受其雇佣或为其服务的、与公司签署了销售合同的法人和其他组织。</text>
         <text>2 我们如何收集和使用您的信息</text>
         <text>我们会出于本隐私权政策所述的以下目的，收集、存储和使用下列与您有关的个人信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些产品或服务，或者无法达到相关服务拟达到的效果。</text>
         <text>2.1 帮助您成为我们的用户</text>
         <text>为成为我们的用户以便我们为您提供用户服务，您需要提供手机号码、电子邮箱地址等信息创建用户名和密码，成为我们的注册用户。</text>
         <text>当您属企业用户注销成考辅导产品账号时，我们将会匿名化处理或删除您在该组织的相关个人信息。</text>
         <text>2.2 向您提供产品或服务</text>
         <text>2.2.1 您向我们提供的信息</text>
         <text>(a) 为便于您使用我们的产品或服务，需要您根据产品或服务的内容，选择填写及 / 或提交使用产品或服务所必须的信息，有时可能还需要您提供身份信息、联系方式、银行或支付交易帐号等个人敏感信息。</text>
         <text>(b) 您在代表所属企业上传其成员或外部联系人的个人信息或其他数据前，应当确保已经事先取得了相关个人或权利人的明确同意，并且确保上述信息仅被用于收集时已经充分告知相关个人或权利人的目的和范围，并以收集时被告知的方式使用 。</text>
         <text>2.2.2 我们在您使用本产品中收集的信息</text>
         <text>(a) 个人信息， 当您使用本产品或与我们联系时，我们可能会自动收集或保存您的所属企业任职信息（工作单位、工作岗位、隶属部门、行业）、所属企业地址、邮箱、办公电话、 账号、 日程信息、身份信息（姓名、身份证、户籍）、个人电话及其他联系方式（邮箱、地址）、您的外部联系人名片信息、 IP 地址、通信 / 通话记录和内容或您留下的其他联系方式等信息等由您自行提供或由您的所属企业提供的信息， 以便为您更好地提供服务， 与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</text>
         <text>(b) 日志信息 ，当您使用本产品时，我们会自动收集您对我们服务的使用情况，作为有关网络日志保存。例如您的搜索查询内容、IP 地址、浏览器的类型、使用的语言、访问服务的日期和时间、cookies、web beacon 等。</text>
         <text>请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息，为了在您使用设备上为您提供一致的服务，我们会将于您各种设备（计算机、移动设备）上收集到的信息进行关联。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。</text>
         <text>(c) 设备或应用信息，当你使用“成考辅导产品”移动应用时，为了保障您正常使用“成考辅导产品”移动应用服务，更准确定位并解决您在使用“成考辅导产品”移动应用服务时遇到的问题，改进及优化“成考辅导产品”移动应用的服务体验，保障您的帐号安全，我们会收集设备属性信息（例如您的硬件型号、操作系统版本、设备配置、唯一设备标识符、国际移动设备身份码IMEI、网络设备硬件地址MAC、广告标识符IDFA），设备位置信息（如通过GPS、蓝牙或Wi-Fi信号获得的位置信息）、设备连接信息（浏览器的类型、电信运营商、使用的语言）以及设备状态信息（例如设备传感器数据，设备应用安装列表）。对于从您的各种设备上收集到的信息，我们可能会将它们进行关联，以便我们能在这些设备上为您提供一致的服务。我们可能会将您的设备信息或电话号码与您的成考辅导产品帐户相关联。同时，请您理解，当您将处于设备屏幕中“成考辅导产品”移动应用切换到设备后台运行时，由于部分设备机型及系统原因，您此前使用“成考辅导产品”移动应用相关功能而产生的信息收集行为，可能无法立即停止，从而导致短暂的后台信息收集行为。</text>
         <text>(d) 位置信息 ，当您开启设备定位功能并使用本产品基于位置提供的相关服务时，在获得您的同意后，我们会使用各种技术进行定位，以使得您不需要手动输入自身地理坐标就可获得相关服务。这些技术包括IP地址、 GPS 以及能够提供相关信息的其他传感器（比如可能需要提供附近设备、Wi-Fi接入点和基站的信息）。您可以通过关闭定位功能，停止告知软件关于您的地理位置（大多数移动设备允许您关闭定位服务，具体建议您联系您的移动设备的服务商或生产商）。</text>
         <text>2.2.3 我们通过间接获得方式收集到的您的个人信息</text>
         <text>(a) 您使用或订购第三方产品或服务的信息。 为了给您更加便捷的生活服务，本产品可能会为您接入丰富的第三方服务。您可以通过微信好友、QQ 好友、邮件等产品模块使用相关功能。</text>
         <text>(b) 当您使用本产品接入的第三方服务时，可能需要提交您的个人信息（部分情况下包括您的身份信息、 任职信息、 联系方式、住宿信息、行程信息、交易信息、支付信息、账号信息、昵称、评论内容、银行账号等以及个人明确授权可以共享的信息）。您授权我们将该信息提供给为您提供服务的第三方，并授权我们间接向第三方获取相关信息。</text>
         <text>(c) 当您使用手机号码或其他我们允许的方式登录我们的产品或服务时，我们需要核实您的身份或绑定您的账户信息，经过您的授权将相关账号关联到我们的产品或服务中。</text>
         <text>2.3 为您提供安全保障</text>
         <text>请注意，为确保用户身份真实性、向您提供更好的安全保障，您可以向我们提供身份证、军官证或者护照的证件号码等个人敏感信息完成实名认证。如您拒绝提供上述信息，可能无法使用需要完成实名认证后才能提供的附加服务，但不会影响您使用浏览、搜索等基础服务。</text>
         <text>2.4 其他用途</text>
         <text>(a) 参与我们的调查及活动：我们将不定期地举办有关我们产品和服务的调查，或者围绕运营需要举办促销及抽奖活动，如果您在参与此类调查或活动时需要提供超过本隐私权政策许可的个人敏感信息，我们会事先征求您的同意。</text>
         <text>(b) 我们将信息用于本隐私权政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</text>
         <text>2.5 您理解并同意，我们向您提供的功能和服务场景是不断迭代升级的，如我们未在上述场景中明示您需要收集的个人信息，我们将会通过页面提示、交互设计等方式另行向您明示信息收集的内容、范围和目的并征得您同意。</text>
         <text>2.6 征得授权同意的例外</text>
         <text>根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：</text>
         <text>(a) 与国家安全、国防安全有关的；</text>
         <text>(b) 与公共安全、公共卫生、重大公共利益有关的；</text>
         <text>(c) 与犯罪侦查、起诉、审判和判决执行等有关的；</text>
         <text>(d) 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</text>
         <text>(e) 所收集的个人信息是您自行向社会公众公开的；</text>
         <text>(f) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</text>
         <text>(g) 根据您的要求签订合同所必需的；</text>
         <text>(h) 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</text>
         <text>(i) 为合法的新闻报道所必需的；</text>
         <text>(j) 学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</text>
         <text>(k) 法律法规规定的其他情形。</text>
         <text>如我们停止运营本产品的功能或服务，我们将及时停止继续收集您个人信息的活动，将停止运营信息以通知或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。</text>
         <text>2.7 个人信息可能的使用方式</text>
         <text>我们会根据本隐私政策的约定并为实现我们的产品与 / 或服务功能对所收集的个人信息进行使用。</text>
         <!-- <text>(a) 通过使用收集的信息的数据，成考辅导产品会得以向您提供尽可能的带有个性化的服务并改善现有服务。</text>
         <text>(b) 通过使用收集的信息的数据，成考辅导产品向您提供更加相关的广告以替代普遍投放的广告。</text>
         <text>(c) 在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性。</text>
         <text>(d) 通过使用收集的信息的数据，使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示等。</text>
         <text>(e) 为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息数据，例如，您使用应用程序的频率、崩溃数据、总体使用情况、性能数据等。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的任何个人身份信息相结合。</text>
         <text>(f) 为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息数据，以汇集信息数据或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。</text>
         <text>(g) 在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</text>
         <text>(h) 请您注意，您在使用我们的产品与 / 或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与 / 或服务期间持续授权我们使用。在您注销账号后，我们将停止为您提供产品或服务，根据您的要求删除您的个人信息，或做匿名化处理，但法律法规另有规定的除外。</text>
         <text>(i) 我们会对我们的产品与 / 或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与 / 或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</text> -->
         <text>(a) 通过使用收集的信息的数据，成考辅导产品向您提供更加相关的广告以替代普遍投放的广告。</text>
         <text>(b) 在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性。</text>
         <text>(c) 为了确保服务的安全，帮助我们更好地了解我们应用程序的运行情况，我们可能记录相关信息数据，例如，您使用应用程序的频率、崩溃数据、总体使用情况、性能数据等。我们不会将我们存储在分析软件中的信息与您在应用程序中提供的任何个人身份信息相结合。</text>
         <text>(d) 为了让您有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过某一项服务所收集的信息数据，以汇集信息数据或者个性化的方式，用于我们的其他服务。例如，在您使用我们的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果我们在相关服务中提供了相应选项，您也可以授权我们将该服务所提供和储存的信息用于我们的其他服务。</text>
         <text>(e) 在收集您的个人信息后，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。请您了解并同意，在此情况下我们有权使用已经去标识化的信息；并在不透露您个人信息的前提下，我们有权对用户数据库进行分析并予以商业化的利用。</text>
         <text>(f) 请您注意，您在使用我们的产品与 / 或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与 / 或服务期间持续授权我们使用。在您注销账号后，我们将停止为您提供产品或服务，根据您的要求删除您的个人信息，或做匿名化处理，但法律法规另有规定的除外。</text>
         <text>(g) 我们会对我们的产品与 / 或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与 / 或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</text>
         <!-- <text>2.8 为您展示和推送商品或服务</text> -->
         <!-- <text>为改善我们的产品或服务、向您提供个性化的服务，我们可能会根据您的账号信息、浏览及搜索记录、点击记录、播放记录、观看时长、订阅信息、收藏记录、下载记录、设备信息、位置信息、订单信息、 IP 地址、网络环境等信息及您在使用我们服务时提供的内容信息（包括不限于评论、跟帖、转发）等，提取您的浏览、搜索偏好、行为习惯、位置信息等信息作特征分析和用户画像，以便为您提供更合适您和您的设备的定制化服务。例如，向您展现或推荐相关程度更高的搜索结果、信息流或广告及推广信息。我们可能将您的画像信息与您授权的其他方的信息结合起来，更好的满足您的需求。 收集您的信息前，我们将以弹窗形式获得您的授权，征得您的同意。</text> -->
         <text>3 我们如何使用 Cookie 和同类技术</text>
         <text>3.1 Cookie</text>
         <text>当您使用本产品或服务时，为使您获得更轻松的访问体验，我们可能会使用各种技术来收集和存储信息，在此过程中可能会向您的设备发送一个或多个Cookie或匿名标识符。这么做是为了了解您的使用习惯，使您省去重复输入注册信息等步骤。</text>
         <text>当您使用本产品或服务时，我们可能会利用Cookie和同类技术收取您的信息用于了解您的偏好，进行咨询或数据分析，改善产品服务即用户体验，提高广告效果，及时发现并防范安全风险，为用户和合作伙伴提供更好的服务。</text>
         <text>我们不会将Cookie用于本隐私政策所述目的之外的用途，您可以根据自己的偏好留存或删除Cookie。您可清除软件或网页中保存的所有Cookie 。</text>
         <text>3.2 网站信标和像素标签</text>
         <text>除Cookie外，我们可能还会在网站或客户端上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。</text>
         <text>4 我们如何共享、转让、公开披露您的个人信息</text>
         <text>4.1 共享</text>
         <text>除以下情形外，未经您的同意，我们及我们的关联公司不会与任何第三方共享您的个人信息：</text>
         <text>(a) 随着我们业务的持续发展，我们以及我们的关联公司有可能进行合并、收购、资产转让或类似的交易，您的个人信息有可能作为此类交易的一部分而被转移，我们将在转移前通知您，我们将按照法律法规及不低于本隐私政策所要求的标准继续保护或要求新的控制者继续保护你的个人信息。</text>
         <text>(b) 未经您本人允许，我们不会向任何第三方共享、转让、公开披露您的个人信息，下列情形除外：</text>
         <text>(i) 事先获得您的明确授权同意；</text>
         <text>(ii) 您自行向第三方共享、转让、公开的；</text>
         <text>(iii) 与国家安全、国防安全、公共安全、公共卫生、公共利益直接相关的；</text>
         <text>(iv) 根据适用的法律法规、法规程序的要求、强制性的行政司法要求所必须的情况下进行披露或提供，或与犯罪侦查、起诉、审判和判决执行等直接相关的；我们会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们将对所有的请求都进行了审慎的审查，以确保其具备合法依据，且仅限于行政、司法部门因特定调查目的有合法权利获取的数据；</text>
         <text>(v) 在法律法规允许的范围内，为维护成考辅导产品其他用户、公司及其关联公司的生命、财产等合法权益或维权产品或服务的安全稳定运行所必需的，例如查找、预防、处理欺诈等违法活动和减少信用风险等；不过这并不包括违反本隐私政策中所做的承诺而为获利目的对外公开或提供个人信息；</text>
         <text>(vi) 公司为维护合法权益而向用户提起诉讼或仲裁；</text>
         <text>(vii) 在涉及合并、分立、收购、资产转让或类似的交易时，如涉及到个人信息转让，公司会要求新的持有您的个人信息的公司、组织继续受本隐私政策的约束，否则，公司有权要求该公司、组织重新取得您的授权同意；</text>
         <text>(viii) 从合法公开披露的信息中个人信息的，如合法的新闻报道、政府信息公开等渠道；</text>
         <text>(ix) 为学术研究目的，或为学研究机构，出于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</text>
         <text>(x) 法律法规规定的其他情形。</text>
         <text>(c) 与关联公司间共享： 为便于我们基于关联账号共同向您提供服务，推荐您可能感兴趣的信息、保护本产品或服务提供者的关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息（如为便于您使用成考辅导产品账号使用我们关联公司产品或服务，我们会向关联公司共享您必要的账户信息），如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</text>
         <text>(d) 与授权合作伙伴共享： 仅为实现本隐私权政策中声明的目的，我们的某些服务将由我们和授权合作伙伴共同提供。我们可能会与授权合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验 。我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的授权合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。</text>
         <text>目前，我们的授权合作伙伴包括以下类型 ：</text>
         <text>(i) 软件服务提供商、智能设备提供商和系统服务提供商</text>
         <text>本产品与第三方软件、设备系统结合为您提供基于位置的服务时，可能会基于您对系统定位的授权及设定，收取您的位置信息及设备信息并提供给系统。同时根据需要可能也会包含您另行填写的注册账号、昵称、等个人信息。如果您拒绝此类信息收集及使用，您需要在设备系统中进行设置或关闭提供服务的软件，本产品无法通过自动或手动设置关闭相关服务。</text>
         <text>(ii) 供应商、服务提供商和其他合作伙伴</text>
         <text>我们可能将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括提供技术基础设施服务、提供产品内或产品链接后的功能型服务，分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务和调查。</text>
         <text>(iii) 广告、分析服务类的授权合作伙伴</text>
         <text>未经您的授权，我们不会将您的个人信息与提供广告、分析服务的合作伙伴共享。但我们可能会将使用您信息而形成的用户画像与提供广告、分析服务的合作伙伴共享，以帮助其在不识别您个人的前提下提升广告及服务信息的有效触达率 。</text>
         <text>(iv) 金融、征信服务等其他合作伙伴</text>
         <text>根据您与相关合作伙伴签订的协议或文件，或基于法律法规、法律程序的要求或强制性的政府要求或司法裁定，或金融、征信审查等机构的合法需求，对您的个人信息进行综合统计、分析或加工等处理，并将数据结果分享给合作伙伴，用于判定您的资信状况，筛选优质用户或降低信贷坏账等。</text>
         <text>对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的数据保护协定，要求他们按照我们的说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。</text>
         <text>(v) 合作的第三方SDK服务商</text>
         <text>当您使用成考辅导产品APP中由第三方提供的功能时，我们可能会接入由第三方提供的软件开发包（SDK）以实现相关功能。此时，第三方SDK服务商可能会收集您相关的个人信息。我们会尽到审慎义务，对前述第三方SDK进行严格的安全监测，以保护个人信息安全：</text>
         <text>a.消息推送服务：为给您提供消息推送，第三方推送服务商可能会获取您的推送SDK版本号、必要设备信息、手机状态信息、地理位置信息、网络相关信息、存储（相册、媒体和其他文件）（包括在后台状态下收集）信息以便推送您可能更感兴趣的信息；</text>
         <text>4.2 转让</text>
         <text>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</text>
         <text>(a) 在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；</text>
         <text>(b) 在本产品服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私权政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。</text>
         <text>4.3 公开披露</text>
         <text>我们仅会在以下情况下，公开披露您的个人信息：</text>
         <text>(a) 获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；</text>
         <text>(b) 如果我们确定您出现违反法律法规或严重违反本产品相关协议规则的情况，或为保护本产品及其关联公司用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或本产品相关协议规则征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及本产品已对您采取的措施。</text>
         <text>4.4 共享、转让、公开披露个人信息时事先征得授权同意的例外</text>
         <text>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</text>
         <text>(a) 与国家安全、国防安全有关的；</text>
         <text>(b) 与公共安全、公共卫生、重大公共利益有关的；</text>
         <text>(c) 与犯罪侦查、起诉、审判和判决执行等有关的；</text>
         <text>(d) 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</text>
         <text>(e) 您自行向社会公众公开的个人信息；</text>
         <text>(f) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</text>
         <text>根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</text>
         <text>5 我们如何保护您的个人信息安全</text>
         <text>5.1 本产品会采取适当的符合业界标准的安全措施和技术手段存储和保护您的个人信息，以防止其丢失、被误用、受到未授权访问或泄漏、被篡改或毁坏，如通过网络安全层技术 SSL 进行加密传输、信息加密存储、严格限制数据中心的访问、使用专用网络通道及网络代理。您的个人信息存放在有密码控制的服务器中，访问均是受到限制的。</text>
         <text>5.2 我们对可能接触到您的信息的工作人员采用最小够用授权原则。即我们仅允许有必要知晓这些信息的本产品和其关联公司的员工在采取合理的措施验证身份之后，访问或修改这些信息。同时，我们会严格要求他们履行保密及安全义务，如果未能履行这些义务，其会被追究法律责任或被终止与本产品的合作关系。</text>
         <text>5.3 为了保护您的信息安全，如果用户个人信息有误，本产品会在严格验证并核实申请人身份后，根据用户要求访问、修正或删除相关信息（除非本产品出于合法的原因而必须保留这些个人信息）。</text>
         <text>5.4 我们会采取合理可行的措施，尽力避免收集无关的个人信息。我们只会在达成 本隐私权政策 所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。</text>
         <text>5.5 互联网并非绝对安全的环境，电子邮件、即时通讯、社交软件、交易平台等与其他用户的交流方式无法确定是否完全加密，请您在进行交互使用时，注意保护您个人信息的安全。</text>
         <text>5.6 请您理解，由于计算机及互联网技术的飞速发展及同步速度的限制，可能存在或出现各种恶意或非恶意的攻击手段。虽然本产品持续致力于提升和加强安全措施，以保护您的信息免遭意外或破坏，但仍无法始终保证信息的百分之百安全。</text>
         <text>5.7 您使用产品或服务时所用的系统和通讯网络，或硬件设备等本产品均无法控制，请您了解并注意保护您的个人信息安全。</text>
         <text>5.8 请注意，您在使用我们产品和服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。</text>
         <text>5.9 我们将尽力保障您发送给我们的任何信息的安全性。如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</text>
         <text>5.10 在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。</text>
         <text>5.11 同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</text>
         <text>请您知悉：成考辅导产品提供的个人信息保护措施仅适用于成考辅导产品和服务，一旦您离开成考辅导产品，浏览或使用其他网站、服务及内容资源，我们即没有能力及义务保护您在成考辅导产品之外的网站提交的任何个人信息，无论您登录或浏览上述网站是否基于成考辅导产品的链接或引导。</text>
         <text>6 您如何管理您的个人信息</text>
         <text>您可以通过以下方式访问及管理您的个人信息：</text>
         <text>6.1 访问您的个人信息</text>
         <text>(a) 您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式自行访问您的个人信息：</text>
         <text>账户信息 —— 如果您希望访问或编辑您的账户中的个人基本资料信息，您可以通过登录您的账号执行此类操作。</text>
         <text>(b) 如果您无法通过上述路径访问该等个人信息，您可以随时通过成考辅导产品客服与我们取得联系。我们将在30天内回复您的访问请求。</text>
         <text>(c) 对于您在使用我们的产品或服务过程中产生的其他个人信息，我们将根据本条“6. 7 响应您的上述请求”中的相关安排向您提供。</text>
         <text>6.2 更正或补充您的个人信息</text>
         <text>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们做出更正或补充。您可以通过“6.1 访问您的个人信息”中列明的方式提出更正或补充申请。</text>
         <text>6.3 删除您的个人信息</text>
         <text>(a) 您可以通过“6.1 访问您的个人信息”中列明的方式 删除您的部分个人信息。</text>
         <text>(b) 在以下情形中，您可以向我们提出删除个人信息的请求：</text>
         <text>(i) 如果我们处理个人信息的行为违反法律法规；</text>
         <text>(ii) 如果我们收集、使用您的个人信息，却未征得您的明确同意；</text>
         <text>(iii) 如果我们处理个人信息的行为严重违反了与您的约定；</text>
         <text>(iv) 如果您不再使用我们的产品或服务，或您主动注销了账号；</text>
         <text>(v) 如果我们永久不再为您提供产品或服务。</text>
         <text>(c) 若我们决定响应您的删除请求，我们还将同时尽可能通知从我们处获得您的个人信息的主体，要求其及时删除，除非法律法规另有规定，或这些主体获得您的独立授权。</text>
         <text>(d) 当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。</text>
         <text>6.4 改变您授权同意的范围</text>
         <text>每个业务功能需要一些基本的个人信息才能得以完成（ 详见本隐私权政策其他部分）。除此之外，您可以通过解除绑定、修改个人设置、删除相关信息等方式撤回部分授权，也可以通过关闭功能的方式撤销部分授权。</text>
         <text>当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。</text>
         <text>6.5 个人信息主体注销账户</text>
         <text>(a) 您可以通过所属企业在“企业管理后台-组织架构功能”页面提交删除员工信息（即账户注销 ）申请。</text>
         <text>(b) 在您的所属企业为您注销账户之后，我们将停止为您提供产品或服务，根据适用法律的要求删除您的个人信息，或使其匿名化处理。</text>
         <text>6.6 约束信息系统自动决策</text>
         <text>在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害本产品商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。</text>
         <text>6.7 响应您的上述请求</text>
         <text>(a) 为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。</text>
         <text>(b) 我们将在30天内做出答复。如您不满意，还可以通过本隐私政策第 1 0 条载明的客服联系方式发起投诉。</text>
         <text>(c) 对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</text>
         <text>(d) 在以下情形中，按照法律法规要求，我们将无法响应您的请求：</text>
         <text>(i) 与国家安全、国防安全有关的；</text>
         <text>(ii) 与公共安全、公共卫生、重大公共利益有关的；</text>
         <text>(iii) 与犯罪侦查、起诉、审判和执行判决等有关的；</text>
         <text>(iv) 有充分证据表明个人信息主体存在主观恶意或滥用权利的；</text>
         <text>(v) 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</text>
         <text>(vi) 涉及商业秘密的。</text>
         <text>7 我们如何处理未成年人的个人信息</text>
         <text>7.1 如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。</text>
         <text>7.2 对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。</text>
         <text>8 您的个人信息如何在全球范围转移</text>
         <text>我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国境内，以下情形除外：</text>
         <text>(a) 法律法规有明确规定；</text>
         <text>(b) 获得您的明确授权；</text>
         <text>(c) 您通过互联网进行跨境交易等个人主动行为。</text>
         <text>(d) 针对以上情形，我们会确保依据本隐私权政策对您的个人信息提供足够的保护。</text>
         <text>9 本隐私权政策如何更新</text>
         <text>9.1 我们的隐私权政策可能变更。</text>
         <text>9.2 未经您明确同意，我们不会限制您按照本隐私权政策所应享有的权利。我们会在专门页面（ 我的 - 设置 - 关于 - 隐私权政策） 发布对隐私权政策所做的任何变更。</text>
         <text>9.3 对于重大变更，我们还会提供更为显著的通知（包括我们会通过成考辅导产品 网站公示的方式进行通知甚至向您提供弹窗提示）。</text>
         <text>本隐私权政策所指的重大变更包括但不限于：</text>
         <text>(a) 我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</text>
         <text>(b) 我们在控制权等方面发生重大变化。如并购重组等引起的所有者变更等；</text>
         <text>(c) 个人信息共享、转让或公开披露的主要对象发生变化；</text>
         <text>(d) 您参与个人信息处理方面的权利及其行使方式发生重大变化；</text>
         <text>(e) 我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</text>
         <text>(f) 个人信息安全影响评估报告表明存在高风险时。</text>
         <text>本隐私政策不适用情况</text>
         <text>本隐私政策不适用于以下情况：</text>
         <text>（1）通过本产品而接入的第三方服务（包括任何第三方应用及网站）收集的信息；</text>
         <text>（2）通过在本产品中提供广告服务的其他公司或机构、组织所收集的信息。</text>
         <text>我们的服务可能包括或链接至第三方提供的信息或其他服务（包括网站）。该等第三方服务可能由相关的第三方运营。您使用该等第三方服务（包括您向该等第三方提供的任何个人信息），须受该第三方的服务条款及隐私条款（而非本隐私权政策）约束，您需要仔细阅读其条款。请您妥善保护自己的个人信息，仅在必要的情况下向他人提供。本隐私权政策仅适用于我们所收集、保存、使用、共享、披露信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，我们对任何第三方使用由您提供的信息不承担任何责任。</text>
         <text>我们的产品基于DCloud uni-app(5+ App/Wap2App)开发，应用运行期间需要收集您的设备唯一识别码（IMEI/android ID/DEVICE_ID/IDFA、SIM 卡 IMSI 信息、OAID）以提供统计分析服务，并通过应用启动数据及异常错误日志分析改进性能和用户体验，为用户提供更好的服务。详情内容请访问《DCloud用户服务条款》。（DCloud用户服务条款超链至：https://ask.dcloud.net.cn/protocol.html）</text>
         <text>我们谨此再次提醒您，您点击“ 手机号登录” （首次将注册成为新用户） 或“ 直接登录” （已经注册的用户） 按钮即视为您完全接受本协议，同意我们根据本协议收集、储存和使用您的个人信息和其他本协议列明的信息，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</text>
         <text>南京捷成教育科技有限公司</text>
      </view>
   </view>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.mainBox {
   box-sizing: border-box;
   padding: 2.5vw;
}
.title {
   font-size: 40rpx;
   display: block;
   text-align: center;
   font-weight: 700;
}
.time {
   font-size: 30rpx;
   display: block;
   margin: 30rpx 0;
}

.content {
   text {
      font-size: 30rpx;
      display: block;
      margin-bottom: 1em;
   }
   .channel {
      font-size: 1.1em;
      font-weight: 600;
      margin: 10rpx 0;
   }
}
</style>
