<template>
   <view class="mainBox">
      <text class="title">APP用户使用协议</text>
      <text>1、接受条款 APP运营商根据以下服务条款为您提供服务。这些条款可由APP运营商随时更新，且毋须另行通知。APP运营商使用协议（以下简称“使用协议”）一旦发生变动，APP运营商将在客户端上公布修改内容。修改后的使用协议一旦在客户端上公布即有效代替原来的使用协议。此外，当您使用APP运营商特殊服务时，您和APP运营商应遵守APP运营商随时公布的与该服务相关的指引和规则。前述所有的指引和规则，均构成本使用协议的一部分。 您在使用APP运营商提供的各项服务之前，应仔细阅读本使用协议。如您不同意本使用协议及/或随时对其的修改，请您立即停止使用APP运营商所提供的全部服务；您一旦使用APP运营商服务，即视为您已了解并完全同意本使用协议各项内容，包括APP运营商对使用协议随时所做的任何修改，并成为APP运营商用户（以下简称“用户”）。</text>
      <text>2、服务说明 APP运营商目前向用户提供如下服务：观看视频，做题并获取标准答案等。您了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，APP运营商均不承担任何责任。APP运营商保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</text>
      <text>3、遵守法律 您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。 同时如果APP运营商有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，APP运营商可在任何时候不经任何事先通知终止向您提供服务。</text>
      <text>4、您的注册义务 为了能使用本服务，您同意以下事项：依本服务注册提示请您填写正确的注册邮箱、手机号和密码，并确保今后更新的登录邮箱、手机号、名号、头像等资料的有效性和合法性。若您提供任何违法、不道德或APP运营商认为不适合在APP运营商上展示的资料；或者APP运营商有理由怀疑你的资料属于程序或恶意操作，APP运营商有权暂停或终止您的帐号，并拒绝您于现在和未来使用本服务之全部或任何部分。 APP运营商无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。</text>
      <text>5、用户帐号、密码及安全 完成本服务的注册程序并成功注册之后，您可使用您的Email和密码，登录到您在APP运营商的帐号（下称“帐号”）。保护您的帐号安全，是您的责任。 您应对所有使用您的密码及帐号的活动负完全的责任。您同意：</text>
      <text>1）您的APP运营商帐号遭到未获授权的使用，或者发生其它任何安全问题时，您将立即通知APP运营商；</text>
      <text>2）如果您未保管好自己的帐号和密码，因此而产生的任何损失或损害，APP运营商无法也不承担任何责任；</text>
      <text>3）每个用户都要对其帐号中的所有行为和事件负全责。如果您未保管好自己的帐号和密码而对您、APP运营商或第三方造成的损害，您将负全部责任。</text>
      <text>6、APP运营商隐私权政策 您提供的登记资料及APP运营商保留的有关您的若干其它资料将受到中国有关隐私的法律和本公司《隐私声明》之规范。</text>
      <text>7、提供者之责任 根据有关法律法规，APP运营商在此郑重提请您注意，任何经由APP运营商提供的服务而发布、上传的文字、图片或其它资料（以下简称“内容 ”），最终版权均属于APP运营商，APP运营商可对内容进行编辑整理以及后续的出版行为，而无需要通知用户本人。如您已预知使用本服务时，当接触到令人不快、不适当或令人厌恶之内容。在任何情况下，APP运营商均不为任何内容负责，但APP运营商有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。</text>
      <text>8、用户行为 用户同意将不会利用APP运营商提供的服务进行任何违法或不正当的活动，包括但不限于下列行为∶</text>
      <text>1）发布或以其它方式传送含有下列内容之一的信息：</text>
      <text>* 反对宪法所确定的基本原则的；</text>
      <text>* 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</text>
      <text>* 损害国家荣誉和利益的；</text>
      <text>* 煽动民族仇恨、民族歧视、破坏民族团结的；</text>
      <text>* 破坏国家宗教政策，宣扬邪教和封建迷信的；</text>
      <text>* 散布谣言，扰乱社会秩序，破坏社会稳定的；</text>
      <text>* 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</text>
      <text>* 侮辱或者诽谤他人，侵害他人合法权利的；</text>
      <text>* 含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</text>
      <text>* 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</text>
      <text>* 含有APP运营商认为不适合在APP运营商展示的内容；</text>
      <text>2）以任何方式危害他人的合法权益；</text>
      <text>3）冒充其他任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；</text>
      <text>4）将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以发布、发送电子邮件或以其它方式传送；</text>
      <text>5）将侵害他人著作权、专利权、商标权、商业秘密、或其它专属权利（以下简称“专属权利”）之内容加以发布或以其它方式传送；</text>
      <text>6）将任何广告信函、促销资料、“垃圾邮件”、““滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以发布、发送或以其它方式传送；</text>
      <text>7）将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之计算机病毒（包括但不限于木马程序（trojan horses）、蠕虫（worms）、定时炸弹、删除蝇（cancelbots）（以下简称“病毒”）或其它计算机代码、档案和程序之任何资料，加以发布、发送或以其它方式传送；</text>
      <text>8）干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；</text>
      <text>9）跟踪、人肉搜索或以其它方式骚扰他人；</text>
      <text>10）故意或非故意地违反任何适用的当地、国家法律，以及任何具有法律效力的规则；</text>
      <text>11）未经合法授权而截获、篡改、收集、储存或删除他人个人信息、站内邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。 您已认可APP运营商未对用户的使用行为进行全面控制，您使用任何内容时，包括依赖前述内容之正确性、完整性或实用性时，您同意将自行加以判断并承担所有风险，而不依赖于APP运营商。但APP运营商依其自行之考虑，拒绝和删除可经由本服务提供之违反本条款的或其它引起APP运营商反感的任何内容。 您了解并同意，APP运营商依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，认定必须将内容加以保存或揭露时，得加以保存或揭露：</text>
      <text>a）遵守法律程序；</text>
      <text>b）执行本使用协议；</text>
      <text>c）回应任何第三人提出的权利主张；</text>
      <text>d）保护APP运营商、其用户及公众之权利、财产或个人安全；</text>
      <text>e）其它APP运营商认为有必要的情况。</text>
      <text>9、国际使用之特别警告 您已了解国际互联网的无国界性，同意遵守当地所有关于网上行为及内容之法律法规。您特别同意遵守有关从中国或您所在国家或地区输出信息之传输的所有适用法律法规。</text>
      <text>10、在APP运营商发布的公开信息</text>
      <text>1）在本使用协议中，“本服务公开使用区域”系指一般公众可以使用的区域；</text>
      <text>2）用户在APP运营商上传或发布的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益，用户同意授予APP运营商所有上述内容在全球范围内的免费、不可撤销的、永久的、可再许可或转让的独家使用权许可，据该许可APP运营商将有权以展示、推广及其他不为法律所禁止的方式使用前述内容。</text>
      <text>11、赔偿 由于您通过本服务提供、发布或传送之内容、您与本服务连线、您违反本使用协议、或您侵害他人任何权利因而衍生或导致任何第三人提出任何索赔或请求，包括合理的律师费，您同意赔偿APP运营商及其子公司、关联企业、高级职员、代理人、品牌共有人或其它合作伙伴及员工，并使其免受损害，并承担由此引发的全部法律责任。</text>
      <text>12、关于使用及储存之一般措施 您同意不对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的,否则须向APP运营商承担侵权赔偿责任。</text>
      <text>13、关于使用及储存之一般措施 您承认关于本服务的使用APP运营商有权制订一般措施及限制，包含但不限于本服务将保留所发布内容或其它发布内容之最长期间，以及一定期间内您使用本服务之次数上限（及每次使用时间之上限）。通过本服务发布或传送之任何信息、通讯资料和其它内容，如被删除或未予储存，您同意APP运营商毋须承担任何责任。您也同意，APP运营商有权依其自行之考虑，不论通知与否，随时变更这些一般措施及限制。</text>
      <text>14、服务之修改 APP运营商有权于任何时间暂时或永久修改或终止本服务（或其任何部分），且无论通知与否。您同意对于本服务所作的任何修改、暂停或终止，APP运营商对您和任何第三人均无需承担任何责任。</text>
      <text>15、终止服务 您同意APP运营商基于其自行之考虑，因任何理由，包含但不限于缺乏使用，或APP运营商认为您已经违反本使用协议的文字及精神，终止您的帐号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。您同意依本使用协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，APP运营商可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，APP运营商对您或任何第三人均不承担任何责任。</text>
      <text>16、APP运营商之专属权利 您了解并同意，本服务及本服务所使用之相关软件（以下简称“软件”）含有受到相关知识产权及其它法律保护之专有保密资料。您也了解并同意，经由本服务或广告商向您呈现之赞助广告或信息所包含之内容，亦受到著作权、商标权、服务商标、专利权或其它专属权利之法律保护。未经APP运营商或广告商明示授权，您不得修改、出租、出借、出售、散布本服务或软件之任何部份或全部，或据以制作衍生著作，或使用擅自修改后的软件，包括但不限于为了未经授权而使用本服务之目的。APP运营商仅授予您个人、不可移转及非专属之使用权，使您得于单机计算机使用其软件之目的码，但您不得（并不得允许任何第三人）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利。您同意将通过由APP运营商所提供的界面而非任何其它途径使用本服务。</text>
      <text>17、担保与保证 您明确了解并同意∶</text>
      <text>1）本使用协议的任何规定不会免除APP运营商因故意或重大过失造成您财产损失的任何责任；</text>
      <text>2）您使用本服务之风险由您个人负担。本服务系依“现状”及“现有”基础提供。APP运营商对本服务不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的之适用性及未侵害他人权利等担保或保证；</text>
      <text>3）APP运营商不保证以下事项∶</text>
      <text>* 本服务将符合您的要求；</text>
      <text>* 本服务将不受干扰、及时提供、安全可靠或不会出错；</text>
      <text>* 使用本服务取得之结果正确可靠；</text>
      <text>* 您经由本服务购买或取得之任何产品、服务、资讯或其它信息将符合您的期望；</text>
      <text>4）是否使用本服务下载或取得任何资料应由您自行考虑且自负风险，因任何资料之下载而导致的您电脑系统之任何损坏或数据流失等后果，由您自行承担；</text>
      <text>5）您自APP运营商或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本使用协议有明确规定，将不构成本使用协议以外之任何保证。</text>
      <text>18、责任限制 您明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它无形损失，APP运营商不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：</text>
      <text>1）本服务之使用或者因个人原因而无法使用；</text>
      <text>2）为替换从或通过本服务购买或取得之任何商品、数据、信息、服务，收到的讯息，或缔结之交易而发生的成本；</text>
      <text>3）您的传输或数据遭到未获授权的存取或变造；</text>
      <text>4）任何第三方在本服务中所作之声明或行为；</text>
      <text>5）与本服务相关的其它事宜，但本使用协议有明确规定的除外；</text>
      <text>6）第三方以任何方式发布或投递欺诈性信息，或诱导用户受到经济损失，APP运营商不承担任何责任。</text>
      <text>19、APP运营商商标信息 APP运营商以及其它APP运营商页注册商标、标志及字号、产品、服务名称，均为APP运营商公司之商标（以下简称“APP运营商标记”）。未经APP运营商事先书面同意，您同意不将APP运营商标记以任何方式展示或使用或作其它处理，或表示您有权展示、使用或另行处理APP运营商标记。</text>
      <text>20、用户专属权利 APP运营商尊重他人知识产权，呼吁用户也要同样尊重知识产权。 APP运营商之服务与资料是基于“现状”提供，APP运营商对于因“服务”、“资料”或“产品”所生之任何直接、间接、附带的或因此而导致之衍生性损失概不负责。 如果您对他人的知识产权造成了侵害，APP运营商将依国家法律法规的规定，或在适当的情形下，将依其服务条款或其相关规范性规定，删除特定内容或以至终止您对账户的使用。 APP运营商尊重他人的任何权利（包括知识产权），同时也要求我们的使用者也尊重他人之权利。APP运营商在适当情况下，得自行决定终止侵害或违反他人权利之使用者的帐号。 若您认为您的作品的著作权遭到侵害或您的知识产权被侵犯，根据《信息网络传播权保护条例》的规定，您需及时向APP运营商联系并提供详实的举证材料。或请到中华人民共和国国家版权局下载《要求删除或断开链接侵权网络内容的通知》（下称“删除通知”）的示范格式，如果您不明白“删除通知”的内容，请登录中华人民共和国国家版权局查看《要求删除或断开链接侵权网络内容的通知》填写说明。</text>
      <text>21、视频服务</text>
      <text>1) 视频的变更、中断或终止</text>
      <text>APP运营商因自身产品而引起提供服务的变更，APP运营商享有变更权，包括但不限于：</text>
      <text>a) APP运营商有随时调整服务费收取标准的权利。</text>
      <text>b) APP运营商有由于历年教材变更，师资更换等原因，调整每年视频内容长短的权利。</text>
      <text>c) APP运营商有因为考试年结束，对视频内容调整，覆盖原有课程的权利。覆盖后按购买协议上说明，学员旧年学习记录不记录在案。</text>
      <text>d) APP运营商有按照退费原则为您退费的权利。</text>
      <text>e) APP运营商有设置或者变更换课程，赠课流程的权利。</text>
      <text>f) 您同意APP运营商可随时行使以上变更权，并接受APP运营商变更后所提供的服务。</text>
      <text>2) 免责声明</text>
      <text>a) 您选择的第三方支付方式，在支付过程中因您自身原因或第三方支付平台原因造成的异常使其账户无法正常使用或遭受损失，APP运营商对此概不负责，一切损失由您自行承担。</text>
      <text>b) 非因APP运营商的原因造成的异常状况下无法观看视频，或者无法登陆客户端，APP运营商对此状况免责，包括但不限于：</text>
      <text>* 因所在地区网络服务提供商引起的视频卡屏；</text>
      <text>* 因所在地区网络服务商提供服务受限，限制IP，导致不能访问网站；</text>
      <text>* 因您个人未能记住登陆账号或者密码，而要求退费或者其它行为的；</text>
      <text>* 因您更换服务商，或者电脑硬件问题引起的视频观看问题；</text>
      <text>* 因您所在地区的网络服务商或者其它代理商擅自更换您的网络服务而造成的意外问题；</text>
      <text>* 因您提出的高于协议要求或者网站正常要求而引起的服务问题；</text>
      <text>3) 违约赔偿 您同意保障和维护APP运营商及其他用户的利益，如因您违反有关法律、法规或本协议项下的任何条款而给APP运营商或任何其他第三人造成损失，您同意承担由此造成的全部损害赔偿责任。</text>
      <text>22、直播课堂守则 为保证直播课堂的正常授课，APP运营商制定《直播课堂守则》，详细如下： 序号直播课堂禁止行为违反后处理方式</text>
      <text>（1）辱骂授课老师，对授课老师进行诋毁或人身攻击，对授课老师提出课程以外的其他无理性要求。 冻结账号3天，情节严重者需向老师致歉后方可恢复账号。</text>
      <text>（2）学员之间互相辱骂，影响正常授课。 当堂直播课禁言。</text>
      <text>（3）私自建立QQ群，对其他学员的个人信息构成了安全隐患。 冻结账号1个月，若立刻解散QQ群，则可以申请提前恢复账号。</text>
      <text>（4）私传或在网上随意公布嗨皮帕斯直播学院的学习资料，侵犯嗨学网的知识产权。 停止直播课程，停止资料发放。</text>
      <text>（5）无端诋毁嗨学网、诋毁嗨皮帕斯直播学院。 回访学员，若存在沟通误解，进行解释和处理；若为无理由诋毁，冻结账号1个月且永久禁言。</text>
      <text>（6）直播课堂中不断刷屏。 当堂直播课禁言；若连续两堂直播课刷屏，永久禁言。 为个维护在直播课堂中的权利，您同意APP运营商制定的《直播课堂守则》。</text>
      <text>23、一般条款</text>
      <text>1）本使用协议和购买协议构成您与APP运营商之全部协议，并规范您对于本服务之使用行为。在您使用相关服务、使用第三方提供的内容或软件时，亦应遵从所适用之附加条款及条件；</text>
      <text>2）本使用协议及您与APP运营商之关系，均受到中华人民共和国法律管辖。您与APP运营商就本服务、本使用协议或其它有关事项发生的争议，应首先友好协商解决，协商不成时应提交北京市朝阳区人民法院解决；</text>
      <text>3）APP运营商未行使或执行本使用协议任何权利或规定，不构成对前述权利或权利之放弃；</text>
      <text>4）倘本使用协议之任何规定因与中华人民共和国法律抵触而无效，您依然同意应依照法律，努力使该规定所反映之当事人意向具备效力，且本使用协议其它规定仍应具有完整的效力及效果；</text>
      <text>5）任何无加盖我司公章的协议，均属无效协议，包括但不限于退费协议、重修协议和不过退费协议等。甲乙双方均无需承担协议中的责任与使用权力。</text>
      <text>6）本使用协议之标题仅供方便而设，不具任何法律或契约效果；</text>
      <text>7）APP运营商对本使用协议享有最终解释权。</text>
   </view>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
.mainBox {
   width: 95vw;
   margin: auto;
   padding: 40rpx 0;
}
.title {
   font-size: 40rpx;
   display: block;
   text-align: center;
   font-weight: 700;
   margin-bottom: 1em;
}
.time {
   font-size: 30rpx;
   display: block;
   margin: 30rpx 0;
}
text {
   font-size: 30rpx;
   display: block;
   margin-bottom: 1em;
}
.channel {
   font-size: 1.1em;
   font-weight: 600;
   margin: 10rpx 0;
}
</style>
